driver-tests/bpelse/if/ifJbi/test/IfBasicAssignment7/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:def="http://www.mycomp.org/DefaultServiceName">
  <soapenv:Body>
    <def:ifbranch>else</def:ifbranch>
    <def:elseifbranch>else</def:elseifbranch>
    <def:elsebranch>else</def:elsebranch>
  </soapenv:Body>
</soapenv:Envelope>